[
  {
    "start": 21.38,
    "end": 54.44,
    "title": "My Secret to Success: Two Speeds!",
    "summary": "Logan Paul shares his intense work ethic, claiming he's only 'off' when sleeping, and even then, maybe not. He then hilariously attempts to be humble about his good looks, wealth, and success before heading to Qatar for venture capital deals.",
    "hashtags": [
      "#LoganPaul",
      "#WorkEthic",
      "#Motivation",
      "#Entrepreneur",
      "#HumbleBrag",
      "#SuccessMindset"
    ]
  },
  {
    "start": 172.56,
    "end": 198.92,
    "title": "Vending Machine Roast Beef?! Then THIS happened!",
    "summary": "Logan Paul discovers a bizarre vending machine offering microwave roast beef and mashed potatoes, expressing disgust. He then transitions to promoting his own Prime protein shake as a healthier alternative for post-workout.",
    "hashtags": [
      "#VendingMachine",
      "#WeirdFood",
      "#PrimeHydration",
      "#ProductReview",
      "#Funny",
      "#FoodFail"
    ]
  },
  {
    "start": 403.08,
    "end": 442.98,
    "title": "Mark Zuckerberg Shows Me Secret AR Tech!",
    "summary": "Logan Paul gets an exclusive look at Meta's advanced AR prototypes with Mark Zuckerberg himself, which use electrography to detect brain signals. The moment takes a hilarious turn when the tech plays Logan's diss track on Antonio Brown.",
    "hashtags": [
      "#MarkZuckerberg",
      "#Meta",
      "#AR",
      "#FutureTech",
      "#TechNews",
      "#DissTrack",
      "#LoganPaul"
    ]
  },
  {
    "start": 506.8,
    "end": 529.02,
    "title": "My $90 Million Investment Became $11.5 BILLION!",
    "summary": "Logan Paul reveals his incredible Series A investment in Whatnot, which soared from a $90 million valuation to $11.5 billion, while also highlighting Mr. Beast's massive collaboration with the platform.",
    "hashtags": [
      "#Investment",
      "#VentureCapital",
      "#Whatnot",
      "#MrBeast",
      "#Business",
      "#SuccessStory",
      "#Wealth"
    ]
  },
  {
    "start": 668.08,
    "end": 700.72,
    "title": "She Won Olympic Gold Against All Odds!",
    "summary": "Logan Paul shares an emotional moment reacting to his future sister-in-law winning an Olympic gold medal, breaking a world record after overcoming setbacks in qualifying. A truly inspiring story of perseverance and triumph.",
    "hashtags": [
      "#OlympicGold",
      "#Inspiration",
      "#SportsHero",
      "#FamilyGoals",
      "#Motivation",
      "#WorldRecord",
      "#Emotional"
    ]
  },
  {
    "start": 730.94,
    "end": 770.0,
    "title": "NEVER Sniff Ammonia Like This! 🚫",
    "summary": "Logan Paul tries ammonia inhalants used by weightlifters for a boost, but experiences a shocking and unpleasant reaction, warning viewers against it due to the severe impact on his brain.",
    "hashtags": [
      "#Ammonia",
      "#Warning",
      "#DoNotTryThis",
      "#ExtremeSports",
      "#HealthWarning",
      "#Dangerous"
    ]
  },
  {
    "start": 823.82,
    "end": 845.34,
    "title": "Logan Paul Calls Cleveland a 'Living Dump'!",
    "summary": "Logan Paul reignites his controversial beef with Cleveland, calling his hometown a 'living dump' and hilariously mocking their lack of culture for not knowing how to eat spaghetti with a fork AND a spoon.",
    "hashtags": [
      "#Cleveland",
      "#LoganPaul",
      "#Controversial",
      "#Comedy",
      "#Hometown",
      "#Spaghetti",
      "#FoodEtiquette"
    ]
  },
  {
    "start": 905.46,
    "end": 929.6,
    "title": "$1.4 MILLION Pokemon Box Breaking LIVE!",
    "summary": "Logan Paul hypes a historic live stream where he'll open a $1.4 million first-edition Pokemon box and other expensive collections, promising viewers the chance to witness the sale of the most valuable Pokemon card ever.",
    "hashtags": [
      "#Pokemon",
      "#PokemonCards",
      "#RarePokemon",
      "#Collectibles",
      "#LiveStream",
      "#MillionDollar",
      "#Investing"
    ]
  }
]